;
;
; Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
; Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;
;
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 11.1.1
; Update: 22/12/2023
;
[Lang]
NativeLanguage=Português (Portugal)
ChangeLang=Por favor, reinicie o programa para aplicar as alterações.

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
Support=Apoio & feedback

[Translation]
;
; Hábitos de Leitura
;
ReadHabit=Left-to-right
;
; Fonte e Conjunto de Caracteres
;
LanguageName=PT-PT
LangCode=0816
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Caixa de Mensagens
;
Information=Informação
Warning=Alertas
Error=Erro
Confirm=Confirmação
;
; Interface Principal
;
FrmGeneral.chkuac.caption=Ignorar UAC
FrmWRC.btnregclean.caption=Limpeza do Registo
FrmWRC.btnadv.caption=Afinação do Sistema
FrmWRC.btnsilm.caption=Desfrag. do Registo
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Definições
FrmWRC.btnsuggest.caption=Sugestões e Comentários
FrmWRC.WiseSimpleButton1.caption=Cópia de Segurança
FrmWRC.btnupdate.caption=Procurar actualizações
FrmWRC.btnmessage.caption=Novidades
;
; Limpeza do Registo
;
FrmReg.caption=Registar
FrmRegClean.btnall.caption=Sel.Tudo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Desmarcar Tudo
FrmRegClean.WiseLabel1.caption=Limpeza automática
FrmRegClean.lbltype.caption=Exec. tarefa:
FrmRegClean.lblweek.caption=Dia:
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Examinar
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Reexaminar
FrmRegClean.lblstat.caption=Até à data nunca limpou o registo. Sugere-se uma limpeza imediata!
FrmRegClean.vtrc.Columns[0]=Dados
FrmRegClean.vtrc.Columns[1]=Chave de Registo
FrmReg.lblinfo.caption=Obrigado por escolher o Wise Registry Cleaner
FrmReg.lblinfoex.caption=Introduza a sua chave de licença para activar a versão PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Nome:
FrmReg.lblKey.caption=Licença:
FrmReg.btnReg.caption=Registar
FrmReg.btnbuy.caption=Comprar
FrmReg.lblhelp.caption=Problemas com a chave de licença?
FrmReg.btnContact.caption=Contacte-nos
;
; Optimizador
;
FrmOptimizer.btnSlimming.caption=Optimizar
FrmOptimizer.btnnone.caption=Desmarcar Tudo
FrmOptimizer.btnall.caption=Selec.Tudo
FrmOptimizer.btnDefault.caption=Padrão Sistema
Frmoptimizer.lblinfoex.caption=A optimização do registo pode melhorar as ligações de rede, acelerar o sistema Windows e tornar o seu sistema mais estável.
FrmOptimizer.btnoptimize.caption=Optimizar
;
; Desfragmentação do Registo
;
FrmRegDefragger.lblinfo.caption=A Desfragmentação do Registo pode tornar o seu computador mais rápido e estável.
FrmRegDefragger.lblstat.caption=Ainda não desfragmentou o seu registo. Sugere-se uma desfragmentação imediata!
FrmRegDefragger.btndefrag.caption=Defragmentar
FrmRegDefragger.lblinfo1.caption=1. Sugerimos que encerre todas as outras aplicações antes de executar esta função.
FrmRegDefragger.lblinfo2.caption=2. O sistema ficará sem responder durante esta operação e isso é normal.
FrmRegDefragger.lblinfo3.caption=3. O seu computador será reiniciado automaticamente após a desfragmentação do registo estar concluída.
FrmRegDefragger.lblinfo4.caption=4. Por favor não interrompa o processo de desfragmentação, pois isso poderá ter consequências imprevisíveis.
FrmRegDefragger.vtdefrag.Columns[0]=Nome
FrmRegDefragger.vtdefrag.Columns[1]=Tamanho Actual
FrmRegDefragger.vtdefrag.Columns[2]=Novo Tamanho
FrmRegDefragger.vtdefrag.Columns[3]=Taxa de Redundância
FrmRegDefragger.btnAnalysis.caption=Analisar
;
; Áreas de exame personalizado
;
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Sel. Tudo
Frmcustom.btnnone.caption=Desm. Tudo
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=Ok
;
; Janela Acerca
;
Frmabout.lblstatus.caption=Estado:
frmabout.lblUninstall.caption=Instrucções de desinstalação
frmabout.lblPolicy.caption=Política de Privacidade
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblemail.caption=Email de ajuda:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmAbout.WiseLabel1.caption=Copyright© 2006-2022 WiseCleaner. Todos os direitos reservados.
FrmAboutWin.caption=Acerca
FrmAboutWin.btnok.caption=Ok
;
; Definições
;
FrmSettings.caption=Definições
FrmSettings.tsCommon.caption=Geral
FrmGeneral.chkexp.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente
FrmGeneral.lblexp.caption=Detalhes
FrmSettings.tsAutoRun.caption=Auto Executar
FrmSettings.tsExclusion.caption=Exclusões
FrmSettings.btnrestore.caption=Acerca
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmUsers.lblinfo.caption=Seleccione os utilizadores que podem gerir o Wise Registry Cleaner
FrmUsers.rdcuser.caption=Só o utilizador actual
FrmUsers.rdauser.caption=Todos os utilizadores
FrmUsers.rdusers.caption=Os utilizadores seleccionados
FrmSettings.tsUsers.caption=Utilizadores
FrmGeneral.ckRestorePoint.caption=Criar automaticamente um ponto de restauro do sistema, antes de desfragmentar o registo.
;
; Execução Automática
;
FrmAutorunSettings.chk1.caption=Criar um ícone "Limpar com 1-clique", e colocá-lo no ambiente de trabalho
FrmAutorunSettings.lblcmd.caption=Modo de Linha de Comandos
FrmAutorunSettings.lblcmdinfo.caption=Pode executar o programa, analisar e limpar o Registo, da linha de comandos. Para mais informação, pressione F1 ou clique na seguinte URL para ler os nossos documentos de ajuda.
FrmAutorunSettings.btnhelp.caption=Ajuda Online
;
; Lista de Exclusões
;
FrmExclusion.btnAdd.caption=Adic. Palavra-chave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
;
; Definições Gerais
;
FrmGeneral.chkNews.caption=Receber notícias automaticamente
FrmGeneral.chkbackup.caption=Fazer cópia automática do registo antes de limpar
FrmGeneral.WiseLabel1.caption=Procurar Actualizações:
FrmGeneral.WiseLabel2.caption=Idioma:
FrmGeneral.btnchecknew.caption=Procurar Agora
FrmGeneral.lbtran.caption=Traduzir para...
FrmGeneral.lblBackup.caption=Cópia de seg. para:
FrmGeneral.btnbr.caption=Procurar..
;
; Cópia de Segurança e Restauro
;
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Cópia de Segurança
FrmBackup.btnreg.caption=Criar cópia de seg. completa do registo
FrmBackup.btnsys.caption=Criar um ponto de restauro do sistema
FrmRestore.caption=Centro de Restauro
FrmRestore.btnRegBk.caption=Cópia de Segurança do Registo
FrmRestore.btnSysBK.caption=Restauro do Sistema
FrmRestore.btnclose.caption=Fechar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
;
; Actualização
;
frmupdate.caption=Actualização do Software
;
; Menus Pendentes
;
pmLicenseKey1=Registar
pmLicenseKey=Alterar chave de licença
pmHelp=Ajuda Online
pmforum=Fórum
pmHome=Página Inicial
pmContact=Contacte-nos
pmCheckNew=Procurar actualizações
pmStyle=Aparência
pmLang=Idiomas
pmAbout=Acerca
pmIgnore=Ignorar entrada seleccionada
pmrec=Seleccionar Entradas Seguras
pmAll1=Selec. Tudo
pmNone=Desmarcar Tudo
pmGo=Abrir no Editor de Registo...
pmExport=Exportar para...
pmPortable=Criar uma versão portátil
;
; Def Process
;
FrmProcess.Caption=Análise do Registo
FrmProcess.lblwait.caption=A Analisar...
FrmProcess.lblinfo.caption=O seu PC ficará sem responder alguns segundos ou minutos.
FrmProcess.lblwait.caption=A analisar, por favor aguarde...
FrmSettings.tsArea.caption=Área

[Message]
Unlimited=Ilimitado
Free=Gratuíto
Registried=Registado
Unregistried=Não Registado
NoNews=Não tem mensagens não lidas.
InvalidRegInfo=Informação de registo inválida!
alluser=Todos os utilizadores
currentuser=Utilizador actual
Username=Utilizador
Proupdate=Lamentamos! Esta versão em particular não suporta actualizações. Se escolher actualizar será transformada na versão GRATUÍTA. Continuar?
MWDetected=Foi detectado que o MalwareBytes está a impedir o %s de funcionar. Clique OK para obter a solução.
ActivateOnline=A verificar a sua informação de registo, por favor aguarde alguns segundos...
WRCRunning=O programa está em execução.
StopAndExit=O programa está a analisar, deseja parar a análise e sair?
EmptyEmail=O endereço de email não pode estar em branco.
EmptyName=O utilizador não pode estar em branco.
InvalidEmail=Email inválido, introduza um email válido.
EmpytKey=A licença não pode estar em branco.
InvalidKey=Chave de licença inválida, introduza uma chave válida.
EnterEmail=Introduza o seu email
EnterName=Introduza o seu nome
EnterKey=Introduza a sua chave de licença
Message=Excedido o número máximo de activações.
ThanksRegister=Obrigado por registar este produto!
Activated=Foi activada a versão PRO.
ConnectFail=Não é possível ligar ao servidor, verifique a sua ligação internet e tente mais tarde.
NoRegInfo=Não foi possível localizar a sua informação de registo, por favor verifique e tente de novo. Se necessitar mais ajuda, contacte-nos.
NeedAdmire=A função só está disponível para administradores. Se a deseja executar, inicie sessão como administrador.
ScheduleHint=Limpe o computador regularmente.
Unoptimized=Não Optimizado
UpdateError=Erro de actualização, deseja transferir a versão mais recente do nosso site?
RegeditorLocked=O seu editor de registo está desactivado. A cópia de segurança/restauro necessita de acesso ao editor de registo. Quer activá-lo agora?
failtounLock=Não foi possível activar o editor de registo. Tente actyivá-lo manualmente ou contacte o seu administrador para ajuda.
Total=Total
DefragRate=Isto pode ajudá-lo a reduzir o tamanho do registo em %s.
SuggestDefrag=Recomenda-se uma desfragmentação do registo imediata.
SuggestIgnore=O seu Registo dificilmente terá alguma redundância. Desfragmente-o para uma próxima vez.
TypeNoError=Limpo
NeverClean=Até à data nunca limpou o registo. Sugere-se uma limpeza imediata!
AdviseClean=Uma limpeza regular do registo pode tornar o seu computador mais rápido e seguro.
DupItem=Este item já consta da listagem.
Advisedefrag=A desfragmentação do registo pode tornar o seu computador mais rápido e estável.
NeverDefrag=Ainda não desfragmentou o seu registo. Sugere-se uma desfragmentação imediata!
LastDefrag=A última vez que desfragmentou o seu registo foi em:
TotalDefrag=Um total de %.2f foi comprimido.
DefaultValue=(Padrão)
RegBackup=Cópia de Segurança do Registo
RegRestore=Restaurar o Registo
CreateBackup=A criar cópia de segurança...
Compress=A Comprimir...
Extracte=A Extrair...
Complete=Concluído
RestoreReg=A Restaurar o Registo...Aguarde uns minutos...
NotSupportOS=A funcionalidade não é suportada por este sistema operativo.
EnableRestore=O Restauro do Sistema está desactivado. Quer activar o Restauro do Sistema?
SysCreating=A Criar um ponto de restauro do sistema...
SysRestoring=A prepararar para restaurar o sistema...
RestorePointDone=O ponto de restauro do sistema foi criado com êxito.
RestorePointFail=Falha ao criar um ponto de restauro do sistema.
ErrorMsg=Mensagem de Erro:
Area=Área
Summary=Descrição
LeastOne=Por favor escolha pelo menos uma área para analisar.
IsRunning=O programa está a analisar, espere pelo fim da análise e tente de novo.
Optimized=Optimizado
ComfirmDefrag=Por favor guarde o trabalho pendente, porque o computador reiniciará imediatamente após a desfragmentação do registo. Quer começar agora?
def15After=Passaram %d dias desde a última desfragmentação do registo. Recomenda-se uma análise imediata!
def15Before=O seu computador funcionará rápido e estável se mantiver o seu registo o mais compactado possível.
KeyWord=Por favor introduza as suas palavras chave:
ExImport=A lista de exclusões foi exportada para:
NoNewVer=A versão que está a usar é a mais recente.
Daily=Diária
Weekly=Semanal
Monthly=Mensal
Never=Nunca
TranslateTo=Traduzir para...
NeedBack=Parece que esta é a primeira vez que usa este programa. Recomenda-se uma Cópia de Segurança imediata do Registo. Pretende fazer já essa cópia?
Newsletter=Boletim Informativo
UpgradeInfo=Informações de actualização
CannotCrTask=Não é possível agendar tarefa.
ScheduleNextTime=A próxima vez:
Exported=Os itens actuais foram exportados para %s. Quer abrir agora o relatório?
Idle=Quando inactivo
Login=Ao iniciar sessão
LastClean=A última vez que efectuou uma limpeza do registo foi em:
Monday=Segunda-feira
Tuesday=Terça-feira
Wednesday=Quarta-feira
Thursday=Quinta-feira
Friday=Sexta-feira
Saturday=Sábado
Sunday=Domingo
IssueFound=Encontrados %d problemas.
Scanning=A Analisar
ScanCanceled=A análise foi cancelada!
FindError=Foram encontrados %d problemas. %d não é segura a sua eliminação.
LogAll=Foram encontrados %d problemas, %d problemas foram resolvidos.
LogFail=Falha em remover %d problemas.
StartClean=Limpar
StartScan=Analisar
7After=Passaram %d dias desde que limpou o registo pela última vez. Sugere-se uma análise imediata.
7Before=Quanto mais limpo fica o seu registo, mais rápido se torna o seu computador!
ReScanHint=Foram encontrados %d problemas. Sugerimos que analise de novo para procurar mais problemas.
CleanNow=Clique no botão 【Limpar】 para reparar estes problemas de imediato.
NoError=Parabéns! Tem um registo limpo!
GoodHabit=Uma limpeza regular do registo ajuda a manter o seu computador num desempenho de topo.
ReScanHint1=Sugerimos que analise de novo para procurar potenciais problemas.
TypeChanged=Alterou os itens da análise!
ReScanHint2=Por favor analise novamente para procurar problemas.
CleanDone=A limpeza está completa!
bkAuto=Automaticamente
bkManual=Manualmente
BackupDate=Cópia de segurança criada
BackupType=Tipo
Problems=Problemas
CreateDate=Data da Criação
Description=Descrição
Removebackup=Quer eliminar a cópia de segurança seleccionada?
RemoveSysRestore=Quer eliminar o ponto de restauro do sistema seleccionado?
NoBackupSelected=Por favor escolha pelo menos uma cópia de segurança para restaurar.
RestoreComplete=Restauro do registo concluído.
RestoreFromSysRestore=Tem que reiniciar o computador para o restauro do sistema. Guarde o seu trabalho antes de clicar no botão SIM. Quer iniciar agora o restauro?
WhenIdle=Quando inactivo
WhenLogin=Ao Iniciar sessão
NewVer=Está disponível uma nova versão! Quer actualizar agora?
TranslateTo=Traduzir para...
HistoryErrors=Total erros reparados: %d

[Tuneup]
SuperPrefetchParameters=Desactivar o Super-Prefetch para reduzir o consumo de memória no arranque do windows (8/10).
BlueReboot=Desactivar reinício automático em caso de falha do sistema (ecrã azul da morte).
RemoteRegAccess=Desactivar modificação remota do registo.
FileListSpeed=Optimizar política de actualização da lista de ficheiros do Windows.
PreviewUP=Acelerar velocidade de exibição da janela de pré-visualização da Barra de Tarefas.
OptDNS=Optimizar DNS e velocidade de análise DNS.
OptLAN=Optimizar ligação LAN.
ShowSpeed=Melhorar a velocidade de resposta do ecrã do sistema.
AeroSnap=Acelerar o Aero Snap para exibição mais rápida de miniaturas.
SSDSpeedup=Optimizar SSD
DisablePrefetch=Desactivar os parâmetros prefetch para prolongar o tempo de vida do SSD.
DisableSuperPrefetch=Desactivar os parâmetros Superfetch para prolongar o tempo de vida do SSD.
DisableDefragBoot=Desactivar a desfragmentação da unidade de sistema no arranque para prolongar o tempo de vida do SSD. 
DisableDefragIdle=Desactivar desfragmentação automática quando incativo para prolongar o tempo de vida do SSD.
EnableTRIM=Activar a função TRIM para melhorar o desempenho do SSD.
OptIEConnection=Aumentar o máx. de ligações por servidor. Aumento da velocidade de visualização das páginas Web e de vídeos online.
IconCache=Aumentar a cache de ícones do sistema e acelerar a visualização do ambiente de trabalho.
RestoreAll=Quer restaurar todos os itens para os valores padrão do Windows?
NoSelectedItem=Por favor escolha pelo menos um item para optimizar.
OptItems=Os seguintes %d itens podem ser optimizados.
ItemsOptimized=Foram optimizados %d itens.
TakeEff=Algumas alterações não produzirão efeito até que o computador seja reiniciado.
NoItems=Parabéns! Todos os itens foram optimizados.
BootSpeedup=Aceleração do Arranque/Desligar
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
PrefetchParameters=Optimizar os parâmetros do prefetch para melhorar a velocidade de arranque do windows
BootDelay=Reduzir a duração da "verificação do disco" para melhorar a velocidade de arranque do windows
BootPartition=Activar a função de optimização para melhorar a velocidade de arranque do Windows.
ClearPagingFile=Desactivar a eliminação do ficheiro de paginação do Windows ao encerrar para acelerar o desligar do computador
TimeOut=Reduzir a lentidão das aplicações ao encerrar para melhorar o processo de encerramento.
AutoKill=Fechar processos congelados para evitar falhas do sistema.
RestartExplorer=Reiniciar automaticamente o Explorador do Windows para evitar um desaparecimento do ambiente de trabalho.
TwoProcess=Definir que os componentes do Explorador do Windows corram em processos separados evitando conflitos do sistema.
ErrorReport=Desactivar o relatório de erros no ecrã para melhorar o desempenho do sistema.
Debugger=Desactivar o depurador para acelerar o processamento de erros.
OptMemory=Optimizar as configurações padrão da memória para melhorar o desempenho do sistema.
OptVEff=Optimizar o aspecto dos componentes da linha da frente(caixa de diálogo, menus, etc.) para melhorar o desempenho do sistema.
OptFileSystem=Optimizar o sistema de ficheiros para melhorar o desempenho do sistema.
OptDiskSystem=Optimizar o sub-sistema I/O do disco para melhorar o desempenho do sistema.
DisAutoRun=Desactivar a função "Reprodução Automática" nas unidades para evitar a infecção/propagação de vírus.
OptDiskIdle=Optimizar o I/O do disco quando o CPU está inactivo.
OptTTL=Optimizar as configurações TTL(Time To Live) para melhorar o desempenho da rede.
OptNetForward=Optimizar a capacidade de adiantamento da rede para melhorar o desempenho desta.
OptMTU=Melhorar o desempenho TCP/IP através da detecção automática de "buracos negros" usando a técnica da 'Path MTU Discovery'.
OptWINS=Optimizar o tempo de consulta do nome WINS(Windows Internet Name Service) para acelerar a velocidade de transferência de dados.
OptNetWork=Optimizar as configurações de rede para melhorar o desempenho da comunicação.
CloseAnimate=Desactivar os efeitos de animação ao maximizar ou minimizar janelas para a acelerar a resposta da janela.
PagingExecutive=Desactivar a paginação de memória e reduzir o I/O do disco para melhorar o desempenho das aplicações. (A opção deve ser ignorada se a memória física for <1 Gb).
StaticIP=Definir um IP estático para as suas ligações locais para acelerar o arranque do computador.
PorcessorTime=Optimizar o desempenho do processador para a execução de aplicações, jogos, etc. ser mais eficaz (Ignorar se se tratar de servidor).
DisableIDECheck=Desactivar a verificação do canal IDE pelo Windows para melhorar o tempo de arranque.
ForeAppSpeed=Acelerar a velocidade de resposta dos programas de primeiro plano.
AeroPeek=Acelerar a velocidade de exibição do Aero Peek.
OptEthernet=Optimizar o desempenho da placa Ethernet.
DisableHibernate=Desactivar hibernação para poupar espaço do disco e prolongar a vida do SSD. (O arranque rápido também será desligado.).
IndexOptimize=Optimizar indexação do Windows.
RemoveShotcut=Remover a palavra "atalho" dos ícones de atalho.
AutoReStartShell=Optimizar o Explorador do Windows para que possa reiniciar automaticamente depois da ocorrência de uma excepção para evitar que o sistema fique a não responder.
ListveiwOpt=Optimizar o efeito visual do menu e lista para melhorar a velocidade do sistema.

[Type]
ContextMenu=Itens Inválidos do Menu de Contexto
MUICache=Cache MUI
Services=Serviços Windows
Activex=Componentes ActiveX e COM
FireWall=Definições da firewall
RootAll=Caminhos inválidos
SoftwareSection=Caminhos de software
ApplicationPaths=Caminhos  de aplicações
FileTypes=Tipos de Ficheiros
HelpFiles=Ficheiros de ajuda
Fonts=Tipos de letra
SharedDLL=DLLs partilhadas
MRULists=Listas MRU (Usados Mais Recentemente) do utilizador
UninstallSection=Informação de desinstalação
StartMenu=Menu Iniciar
StartupProgram=Programas do arranque
SoundandAppEvents=Eventos de aplicações e Áudio
IEUrlHistory=História de visitas as sites do IE
IFEO=Execução de Ficheiros de Imagem
EmptyKey=Chaves Vazias
App=Definições de programas

[ErrorMessage]
MUIError1=Referência MUI em falta, mas a unidade "%s" é %s, recomenda-se que ignore este erro.
MUIError=Referência MUI em falta
ServiceNotExists=O serviço especificado não existe.
MimeExName=Extensão de Ficheiro registada com MIME incorrecto: %s
EmptyKey=Chave Vazia
EmptyHelpdirctory=Directório de Ajuda Vazio.
FileNotExist=O Ficheiro(Pasta) não existe.
HFileNotExist=Ficheiro de Ajuda(Pasta) não existe.
EmptyValue=Valor Vazio
TypeLib=Biblioteca de tipos não existe:
NodeEmpty=Nodo Vazio
SharedFilenotexist=Ficheiro partilhado não existe.
sharedfilenotbeuse=Ficheiro partilhado não é usado.
noconnection=Sem informação de ligação de ficheiro.
Invalidpathtoicon=Caminho inválido para o ícone.
ReferstoaninvalidClass=Referência a uma Classe inválida.
Emptyshellcommand=Comando de interface vazio.
Invalidshellcommand=Comando de interface inválido (O ficheiro não existe).
Fontsnotexist=O ficheiro de fontes não existe.
Hijacking=%s foi sequestrado por %s.
MRULists=Listas MRU (Usados Mais Recentemente) do utilizador
invalidOpenWith=Não existem aplicações associadas com este tipo.
ReferActivex=Referência a uma entrada inválida Activex/COM.
EmptyCLSID=CLSID (Identificador de Classe) Vazio.
ComSourceNotExist=A origem COM não existe.
invalidUnistall=Informação de desinstalação inválida.
notexist=não existe.
ObsoleteStartMenuItem=Item Obsoleto do Menu Iniciar.
SoundFilenotexist=O Ficheiro de áudio não existe.
FileNotExist1=O Ficheiro(Pasta) não existe, mas a unidade "%s" é %s, recomenda-se que ignore este erro.
OpenWithError=Abertura com erro, a aplicação especificada não existe.
OpenWithError1=Abertura com erro, A aplicação especificada não existe. Mas a unidade "%s" é %s, recomenda-se que ignore este erro.
ComSourceNotExist1=A Origem COM não existe, mas a unidade %s é %s, recomenda-se que ignore este erro.
Trojan=Isto é o comportamento típico de um Cavalo de Troia. Recomendamos vivamente que remova imediatamente a entrada e use  um programa anti-vírus para examinar o seu computador.
InvalidShellExtensions=Extensões de interface inválidas.

[Summary]
ContextMenu=Itens inválidos do menu de contexto.
MUICache=Referência de Cache MUI em falta.
Services=Serviços do Windows inválidos.
Activex=Componentes ActiveX e COM inválidos.
FireWall=Definições da firewall do Windows inválidas.
RootAll=Caminhos e ficheiros inválidos.
SoftwareSection=Caminhos e ficheiros inválidos deixados por software removido.
ApplicationPaths=Caminhos e ficheiros de aplicação registados inválidos.
FileTypes=Informação de extensão de ficheiro inválida.
HelpFiles=Ficheiros de ajuda registados inválidos.
Fonts=Informação de fonte inválida.
SharedDLL=Bibliotecas de ligação dinâmica partilhadas em falta.
MRULists=Histórico de ficheiros acedidos pelo utilizador, filmes vistos, documentos editados etc..
UninstallSection=Informação de desinstalação desnecessária ou inválida.
StartMenu=Itens do Menu Iniciar obsoletos.
StartupProgram=Programas do arranque inválidos ou obsoletos.
SoundandAppEvents=Configurações de audio e eventos inválidas ou obsoletas.
IEUrlHistory=Histórico de visitas as sites do IE.
IFEO=Entradas maliciosas criadas por spyware, virus ou malware.
EmptyKey=Entradas sem informação.
App=Configurações de aplicação inválidas.

[AutoClean]
ErrorsFixed=Os erros foram limpos.
Title=Parabéns!
ErrorsFound=Foram encontrados erros.

[AutoUpdate]
CurrentFile=Ficheiro Actual:
Canceling=A cancelar...
CANCEL=Cancelar
Ready=Pronto para transferência

[Skin]
SkinDefault=Padrão
SkinLight=Claro
SkinDark=Escuro

[Renew]
subscribed=Não me lembrar mais.
title=O Wise Registry Cleaner PRO irá expirar dentro de %d dias!
title1=A sua chave de licença expirou. Renove-a a tempo!
Price=Renovar Pro por apenas %s!
Describe=Pode perder os previlégios da versão Pro.

[Edit]
pmcut=Cortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Eliminar
pmselectall=Seleccionar tudo
pmundo=Anular
Renew=Renovar agora

[feedback]
InvalidEmail=Por favor, introduza um endereço de e-mail correcto.
emptyinput=Por favor, introduza alguma coisa para submeter.
thanks=Obrigado pelo seu comentário!
FrmFeedback.lblfeedback.caption = Como classifica oe %s?
FrmFeedback.lblemail.caption = Endereço de e-mail:
FrmFeedback.lblgood.caption = Qual a funcionalidade de que mais gosta?
FrmFeedback.lblbad.caption = Qual a funcionalidade de que mais desgosta?
FrmFeedback.lblwant.caption = Qual a nova funcionalidade que mais deseja?
FrmFeedback.btncancel.caption = Não estou interessado
FrmFeedback.btnsubmit.caption = Submeter